
SpellAlerterDB = {
	["global"] = {
		["Enabled"] = false,
		["Minimap"] = {
			["minimapPos"] = 234.3235971273991,
		},
	},
	["profileKeys"] = {
		["Скверносамка - PandaWoW Fun"] = "Default",
		["Модель - PandaWoW x100"] = "Default",
		["Шоо - PandaWoW x100"] = "Default",
		["Тимурлан - PandaWoW Fun"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["SpellCasts"] = {
				["Вой ужаса"] = {
					["Color"] = "PINK",
				},
				["Вхождение в Бездну"] = {
					["Color"] = "YELLOW",
				},
				["Призыв демона Бездны"] = {
					["Color"] = "GREY",
				},
				["Ледяная ловушка"] = {
					["Color"] = "PINK",
				},
				["Превращение"] = {
					["Color"] = "PINK",
				},
				["Прикосновение вампира"] = {
					["Color"] = "RED",
				},
				["Призыв охотника Скверны"] = {
					["Color"] = "GREY",
				},
				["Тотем кольца огня"] = {
					["Color"] = "GREEN",
				},
				["Вспышка Света"] = {
					["Color"] = "YELLOW",
				},
				["Тотем прилива маны"] = {
					["Color"] = "GREEN",
				},
				["Замораживающая ловушка"] = {
					["Color"] = "PINK",
				},
				["Воскрешение питомца"] = {
					["Color"] = "GREY",
				},
				["Великое исцеление"] = {
					["Color"] = "YELLOW",
				},
				["Ледяная бомба"] = {
					["Color"] = "AQUA",
				},
				["Огненная глыба"] = {
					["Color"] = "RED",
				},
				["Связующее исцеление"] = {
					["Color"] = "YELLOW",
				},
				["Целительное прикосновение"] = {
					["Color"] = "YELLOW",
				},
				["Ледяная стрела"] = {
					["Color"] = "RED",
				},
				["Дух предков"] = {
					["Color"] = "GREY",
				},
				["Жертвенный огонь"] = {
					["Color"] = "RED",
				},
				["Сожжение маны"] = {
					["Color"] = "RED",
				},
				["Малая волна исцеления"] = {
					["Color"] = "YELLOW",
				},
				["Призыв суккуба"] = {
					["Color"] = "GREY",
				},
				["Ожог души"] = {
					["Color"] = "RED",
				},
				["Искупление"] = {
					["Color"] = "GREY",
				},
				["Пытка разума"] = {
					["Color"] = "RED",
				},
				["Быстрое исцеление"] = {
					["Color"] = "YELLOW",
				},
				["Оживление"] = {
					["Color"] = "GREY",
				},
				["Успокаивающий туман"] = {
					["Color"] = "YELLOW",
				},
				["Господство над разумом"] = {
					["Color"] = "PINK",
				},
				["Гнев деревьев"] = {
					["Color"] = "PINK",
				},
				["Тотем заземления"] = {
					["Color"] = "GREEN",
				},
				["Смерч"] = {
					["Color"] = "PINK",
				},
				["Страх"] = {
					["Color"] = "PINK",
				},
				["Воскрешение"] = {
					["Color"] = "GREY",
				},
				["Выброс лавы"] = {
					["Color"] = "RED",
				},
				["Огненный шар"] = {
					["Color"] = "RED",
				},
				["Восстановление"] = {
					["Color"] = "YELLOW",
				},
				["Волна исцеления"] = {
					["Color"] = "YELLOW",
				},
				["Сглаз"] = {
					["Color"] = "PINK",
				},
				["Объятия вампира"] = {
					["Color"] = "YELLOW",
				},
				["Взрыв разума"] = {
					["Color"] = "RED",
				},
				["Змеиная ловушка"] = {
					["Color"] = "PINK",
				},
				["Призыв стража Скверны"] = {
					["Color"] = "GREY",
				},
				["Свет небес"] = {
					["Color"] = "YELLOW",
				},
				["Блуждающий дух"] = {
					["Color"] = "RED",
				},
				["Кара"] = {
					["Color"] = "RED",
				},
				["Священный огонь"] = {
					["Color"] = "RED",
				},
				["Молния"] = {
					["Color"] = "RED",
				},
				["Спячка"] = {
					["Color"] = "PINK",
				},
				["Стрела Тьмы"] = {
					["Color"] = "RED",
				},
				["Спокойствие"] = {
					["Color"] = "YELLOW",
				},
				["Стрела Хаоса"] = {
					["Color"] = "RED",
				},
				["Цепная молния"] = {
					["Color"] = "RED",
				},
				["Благотворный туман"] = {
					["Color"] = "YELLOW",
				},
				["Нестабильное колдовство"] = {
					["Color"] = "RED",
				},
			},
			["FriendlyDebuffs"] = {
				["Нестабильное колдовство"] = {
					["Color"] = "AQUA",
				},
				["Ледяная бомба"] = {
					["Color"] = "AQUA",
				},
			},
			["Ignores"] = {
			},
			["EnemyBuffs"] = {
				["Придание сил"] = {
					["Color"] = "PEACH",
				},
				["Парад планет"] = {
					["Color"] = "PEACH",
				},
				["Плащ Теней"] = {
					["Color"] = "YELLOW",
				},
				["Антимагический панцирь"] = {
					["Color"] = "RED",
				},
				["Подавление боли"] = {
					["Color"] = "WHITE",
				},
				["Мощь Урсока"] = {
					["Color"] = "ORANGE",
				},
				["Отвар тигриной силы"] = {
					["Color"] = "RED",
				},
				["Щит земли"] = {
					["Color"] = "PEACH",
				},
				["Аватара"] = {
					["Color"] = "RED",
				},
				["Отражение заклинания"] = {
					["Color"] = "PINK",
				},
				["Берсерк"] = {
					["Color"] = "PEACH",
				},
				["Слияние с Тьмой"] = {
					["Color"] = "WHITE",
				},
				["Божественная защита"] = {
					["Color"] = "PINK",
				},
				["Вендетта"] = {
					["Color"] = "RED",
				},
				["Безрассудство"] = {
					["Color"] = "RED",
				},
				["Прилив сил"] = {
					["Color"] = "BLUE",
				},
				["Черная душа: Знание"] = {
					["Color"] = "PEACH",
				},
				["Перерождение"] = {
					["Color"] = "PEACH",
				},
				["Защитник древних королей"] = {
					["Color"] = "VIOLET",
				},
				["Частица Света"] = {
					["Color"] = "PEACH",
				},
				["Ускользание"] = {
					["Color"] = "YELLOW",
				},
				["Ледяная преграда"] = {
					["Color"] = "BLUE",
				},
				["Железная кора"] = {
					["Color"] = "ORANGE",
				},
				["Быстрая стрельба"] = {
					["Color"] = "RED",
				},
				["Сдерживание"] = {
					["Color"] = "GREEN",
				},
				["Природная стремительность"] = {
					["Color"] = "PEACH",
				},
				["Перевоплощение"] = {
					["Color"] = "PEACH",
				},
				["Величие разума"] = {
					["Color"] = "BLUE",
				},
				["Глухая оборона"] = {
					["Color"] = "WHITE",
				},
				["Незыблемость льда"] = {
					["Color"] = "RED",
				},
				["Звериный гнев"] = {
					["Color"] = "RED",
				},
				["Черная душа: Страдание"] = {
					["Color"] = "PEACH",
				},
				["Усиление рунического оружия"] = {
					["Color"] = "RED",
				},
				["Длань свободы"] = {
					["Color"] = "VIOLET",
				},
				["Массовое отражение заклинания"] = {
					["Color"] = "PINK",
				},
				["Стылая кровь"] = {
					["Color"] = "BLUE",
				},
				["Природная чуткость"] = {
					["Color"] = "PEACH",
				},
				["Черная душа: Изменчивость"] = {
					["Color"] = "PEACH",
				},
				["Теневые клинки"] = {
					["Color"] = "RED",
				},
				["Гнев карателя"] = {
					["Color"] = "VIOLET",
				},
				["Раж"] = {
					["Color"] = "RED",
				},
				["Дубовая кожа"] = {
					["Color"] = "ORANGE",
				},
				["Ледяной столп"] = {
					["Color"] = "RED",
				},
				["Выброс адреналина"] = {
					["Color"] = "RED",
				},
				["Божественный щит"] = {
					["Color"] = "PINK",
				},
				["Озарение"] = {
					["Color"] = "PEACH",
				},
				["Метаморфоза"] = {
					["Color"] = "PEACH",
				},
				["Длань жертвенности"] = {
					["Color"] = "VIOLET",
				},
				["Нечестивое бешенство"] = {
					["Color"] = "RED",
				},
				["Ярость берсерка"] = {
					["Color"] = "PINK",
				},
				["Танец теней"] = {
					["Color"] = "RED",
				},
				["Длань защиты"] = {
					["Color"] = "VIOLET",
				},
			},
		},
	},
}
