
GladiminishDB = {
	["profileKeys"] = {
		["Чумосамка - Sirus x5 - 3.3.5a+"] = "Чумосамка - Sirus x5 - 3.3.5a+",
		["Дксюдаиди - Sirus x5 - 3.3.5a+"] = "Дксюдаиди - Sirus x5 - 3.3.5a+",
		["Защигалка - Sirus x5 - 3.3.5a+"] = "Защигалка - Sirus x5 - 3.3.5a+",
		["Нетсвета - Sirus x5 - 3.3.5a+"] = "Нетсвета - Sirus x5 - 3.3.5a+",
		["Гинекология - Sirus x5 - 3.3.5a+"] = "Гинекология - Sirus x5 - 3.3.5a+",
		["Скверносамка - Sirus x5 - 3.3.5a+"] = "Скверносамка - Sirus x5 - 3.3.5a+",
		["Звездопадаль - Sirus x5 - 3.3.5a+"] = "Звездопадаль - Sirus x5 - 3.3.5a+",
		["Сквернасамка - Sirus x5 - 3.3.5a+"] = "Default",
	},
	["profiles"] = {
		["Дксюдаиди - Sirus x5 - 3.3.5a+"] = {
		},
		["Чумосамка - Sirus x5 - 3.3.5a+"] = {
		},
		["Гинекология - Sirus x5 - 3.3.5a+"] = {
		},
		["Default"] = {
			["framePos"] = false,
		},
		["Нетсвета - Sirus x5 - 3.3.5a+"] = {
		},
		["Сквернасамка - Sirus x5 - 3.3.5a+"] = {
		},
		["Скверносамка - Sirus x5 - 3.3.5a+"] = {
		},
		["Звездопадаль - Sirus x5 - 3.3.5a+"] = {
		},
		["Защигалка - Sirus x5 - 3.3.5a+"] = {
		},
	},
}
