
ThreatPlatesDB = {
	["namespaces"] = {
		["LibDualSpec-1.0"] = {
		},
	},
	["char"] = {
		["Дксюдаиди - Sirus x5 - 3.3.5a+"] = {
			["specInfo"] = {
				{
					7, -- [1]
					11, -- [2]
					53, -- [3]
				}, -- [1]
				{
					7, -- [1]
					11, -- [2]
					53, -- [3]
				}, -- [2]
			},
			["welcome"] = true,
			["specName"] = {
				"Свет", -- [1]
				"Защита", -- [2]
				"Воздаяние", -- [3]
			},
		},
		["Чумосамка - Sirus x5 - 3.3.5a+"] = {
			["welcome"] = true,
			["specName"] = {
				"Кровь", -- [1]
				"Лед", -- [2]
				"Нечестивость", -- [3]
			},
		},
		["Защигалка - Sirus x5 - 3.3.5a+"] = {
			["welcome"] = true,
			["spec"] = {
				["primary"] = false,
			},
		},
		["Звездопадаль - Sirus x5 - 3.3.5a+"] = {
			["specInfo"] = {
				{
					57, -- [1]
					[3] = 14,
				}, -- [1]
			},
			["welcome"] = true,
			["specName"] = {
				"Баланс", -- [1]
				"Сила зверя", -- [2]
				"Исцеление", -- [3]
			},
		},
		["Нетсвета - Sirus x5 - 3.3.5a+"] = {
			["welcome"] = true,
			["specName"] = {
				"Свет", -- [1]
				"Защита", -- [2]
				"Воздаяние", -- [3]
			},
		},
		["Сквернасамка - Sirus x5 - 3.3.5a+"] = {
			["welcome"] = true,
			["spec"] = {
				["primary"] = false,
			},
			["specInfo"] = {
				{
					nil, -- [1]
					20, -- [2]
					51, -- [3]
				}, -- [1]
				{
					nil, -- [1]
					20, -- [2]
					51, -- [3]
				}, -- [2]
			},
			["specName"] = {
				"Колдовство", -- [1]
				"Демонология", -- [2]
				"Разрушение", -- [3]
			},
		},
		["Скверносамка - Sirus x5 - 3.3.5a+"] = {
			["specName"] = {
				"Колдовство", -- [1]
				"Демонология", -- [2]
				"Разрушение", -- [3]
			},
			["welcome"] = true,
		},
		["Цфукпфурпждф - Scourge x2 - 3.3.5a+"] = {
			["specName"] = {
				"Колдовство", -- [1]
				"Демонология", -- [2]
				"Разрушение", -- [3]
			},
			["welcome"] = true,
		},
		["Гинекология - Sirus x5 - 3.3.5a+"] = {
			["welcome"] = true,
			["spec"] = {
				["primary"] = false,
			},
			["specInfo"] = {
				{
					11, -- [1]
					3, -- [2]
					57, -- [3]
				}, -- [1]
				{
					11, -- [1]
					3, -- [2]
					57, -- [3]
				}, -- [2]
			},
			["specName"] = {
				"Ликвидация", -- [1]
				"Бой", -- [2]
				"Скрытность", -- [3]
			},
		},
	},
	["profileKeys"] = {
		["Дксюдаиди - Sirus x5 - 3.3.5a+"] = "Default",
		["Чумосамка - Sirus x5 - 3.3.5a+"] = "Default",
		["Защигалка - Sirus x5 - 3.3.5a+"] = "Default",
		["Звездопадаль - Sirus x5 - 3.3.5a+"] = "Default",
		["Нетсвета - Sirus x5 - 3.3.5a+"] = "Default",
		["Сквернасамка - Sirus x5 - 3.3.5a+"] = "Default",
		["Скверносамка - Sirus x5 - 3.3.5a+"] = "Default",
		["Цфукпфурпждф - Scourge x2 - 3.3.5a+"] = "Default",
		["Гинекология - Sirus x5 - 3.3.5a+"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["nameplate"] = {
				["toggle"] = {
					["Totem"] = true,
				},
				["scale"] = {
					["Elite"] = 1,
					["Boss"] = 1,
					["Target"] = 0.9,
					["Normal"] = 0.8,
					["Neutral"] = 0.6,
				},
			},
			["comboWidget"] = {
				["ON"] = true,
			},
			["allowClass"] = true,
			["uniqueSettings"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				nil, -- [4]
				nil, -- [5]
				nil, -- [6]
				nil, -- [7]
				nil, -- [8]
				nil, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				nil, -- [14]
				nil, -- [15]
				nil, -- [16]
				nil, -- [17]
				nil, -- [18]
				nil, -- [19]
				nil, -- [20]
				nil, -- [21]
				nil, -- [22]
				nil, -- [23]
				nil, -- [24]
				nil, -- [25]
				nil, -- [26]
				nil, -- [27]
				nil, -- [28]
				nil, -- [29]
				nil, -- [30]
				{
					["allowMarked"] = false,
					["name"] = "Войско мертвых",
					["useColor"] = false,
					["showIcon"] = false,
				}, -- [31]
				{
				}, -- [32]
				{
				}, -- [33]
				nil, -- [34]
				nil, -- [35]
				nil, -- [36]
				{
				}, -- [37]
				nil, -- [38]
				{
				}, -- [39]
				{
				}, -- [40]
				{
				}, -- [41]
				nil, -- [42]
				nil, -- [43]
				nil, -- [44]
				nil, -- [45]
				nil, -- [46]
				{
				}, -- [47]
				{
				}, -- [48]
				{
				}, -- [49]
				["list"] = {
					"Исчадье тьмы", -- [1]
					"Дух волка", -- [2]
					"Вороная горгулья", -- [3]
					"Водный элементаль", -- [4]
					"Древень", -- [5]
					"Гадюка", -- [6]
					"Ядовитая змея", -- [7]
					"Вурдалак из войска мертвых", -- [8]
					"Сумеречный призрак", -- [9]
					"Шаркающий ужас", -- [10]
					"Кокон", -- [11]
					"Бессмертный страж", -- [12]
					"Выбранный бессмертный страж", -- [13]
					"Могущественный последователь", -- [14]
					"Кособокий фанатик", -- [15]
					"Воскрешенный последователь", -- [16]
					"Воскрешенный фанатик", -- [17]
					"Костяной шип", -- [18]
					"Дракончик Ониксии", -- [19]
					"Облако газа", -- [20]
					"Неустойчивый слизнюк", -- [21]
					"Дарнаван", -- [22]
					"Валь'кира - страж Тьмы", -- [23]
					"Кинетическая бомба", -- [24]
					"Король-лич", -- [25]
					"Гневный дух", -- [26]
					"Вурдалак-приспешник", -- [27]
					"Живое адское пламя", -- [28]
					"Живой огонь", -- [29]
					"Клыкастая глубинная гадюка", -- [30]
					"Войско мертвых", -- [31]
					"", -- [32]
					"", -- [33]
					"", -- [34]
					"", -- [35]
					"", -- [36]
					"", -- [37]
					"", -- [38]
					"", -- [39]
					"", -- [40]
					"", -- [41]
					"", -- [42]
					"", -- [43]
					"", -- [44]
					"", -- [45]
					"", -- [46]
					"", -- [47]
					"", -- [48]
					"", -- [49]
					"", -- [50]
				},
			},
			["cache"] = {
			},
			["settings"] = {
				["elitehealthborder"] = {
					["texture"] = "TP_HealthBarEliteOverlayThin",
				},
				["normal"] = {
					["threatcolor"] = {
						["LOW"] = {
							["a"] = 0,
						},
					},
				},
				["healthbar"] = {
					["texture"] = "Minimalist",
				},
				["healthborder"] = {
					["texture"] = "TP_HealthBarOverlayThin",
				},
				["castbar"] = {
					["texture"] = "Solid",
				},
				["name"] = {
					["typeface"] = "Arial Narrow",
					["size"] = 12,
				},
			},
			["targetWidget"] = {
				["ON"] = false,
			},
			["threat"] = {
				["nonCombat"] = false,
				["art"] = {
					["ON"] = false,
				},
				["toggle"] = {
					["Elite"] = false,
					["Boss"] = false,
					["Neutral"] = false,
					["Normal"] = false,
				},
			},
			["totemSettings"] = {
				["W1"] = {
					false, -- [1]
				},
				["W3"] = {
					false, -- [1]
				},
				["W2"] = {
					false, -- [1]
				},
				["A4"] = {
					false, -- [1]
				},
				["A5"] = {
					false, -- [1]
				},
				["A3"] = {
					false, -- [1]
				},
				["A2"] = {
					false, -- [1]
				},
				["E3"] = {
					false, -- [1]
				},
				["F1"] = {
					false, -- [1]
				},
				["E1"] = {
					false, -- [1]
				},
				["F3"] = {
					false, -- [1]
				},
				["E4"] = {
					false, -- [1]
				},
				["E5"] = {
					false, -- [1]
				},
				["F6"] = {
					false, -- [1]
				},
				["hideHealthbar"] = true,
				["F2"] = {
					false, -- [1]
				},
				["F5"] = {
					false, -- [1]
				},
				["W4"] = {
					false, -- [1]
				},
			},
			["classWidget"] = {
				["ON"] = false,
			},
			["text"] = {
				["amount"] = false,
			},
			["debuffWidget"] = {
				["ON"] = false,
			},
		},
	},
}
